# Brewfile - Generated automatically from modules/darwin/casks.nix
# DO NOT EDIT MANUALLY - This file is auto-generated
# To modify applications, edit modules/darwin/casks.nix instead

# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Casks (GUI Applications)
cask "alt-tab"
cask "betterdisplay"
cask "bettermouse"
cask "bettertouchtool"
cask "brilliant"
cask "cleanshot"
cask "cursor"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hiddenbar"
cask "karabiner-elements"
cask "keka"
cask "leader-key"
cask "obsidian"
cask "parsec"
cask "raycast"
cask "termius"
cask "todoist-app"
cask "visual-studio-code"

